Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/buorre-gaskaoapmi-rajarasttideaddji-boazodollui.html.tmx
Source language: sme
Languages: sma

source: Buorre gaskaoapmi rájárasttideaddji boazodollui / Boazodoallu / Ealáhusat / Sámediggi - Sametinget
sma: Akte hijven dïrrege dan raastendåaresth båatsose / Båatsoe / Jielemh / Saemiedigkie - Sametinget

source: Buorre gaskaoapmi rájárasttideaddji boazodollui
sma: Akte hijven dïrrege dan raastendåaresth båatsose

source: Sámedikki dievasčoahkkin meannuda Norgga ja Ruoŧa gaskasaš boazoguohtonkonvenšuvnna rievdadusevttohusa juovlamánu álggus.
sma: Saemiedigkien stoerretjåanghkoe edtja raeriestimmiem jarkelimmide nöörjen-sveerjen båatsoekonvensjovneste digkiedidh goeven aalkoelisnie.

source: Sámedikki presideanta Aili Keskitalo dadjá ahte bargojoavkku evttohus lea buorre gaskaoapmi rájárasttideaddji boazodoalu ovddideapmái Norggas ja Ruoŧas.
sma: Saemiedigkiepresidente jeahta barkoedåehkien raeriestimmie lea akte hijven dïrrege juktie dam raastendåaresth båatsoem evtiedidh Nöörjesne jïh Sveerjesne.

source: 2012:s ásahedje Norgga ja Ruoŧa beale sámedikkit, Norgga Boazosámiid Riikasearvi (NBR) ja Ruoŧa Sámiid Riikasearvi (RSR) bargojoavkku mii galggai evttohit rievdadusaid boazoguohtonkonvenšuvdnii.
sma: Jaepien 2012 dah Saemiedigkieh Nöörjesne jïh Sveerjesne, Nöörjen båatsoesaemiej rijhkesiebrie (NBR) jïh Sveerjen saemiej rijhkesiebrie (SSR) aktem barkoedåehkiem tseegkin mij edtji aktem raeriestimmiem buektedh jarkelimmide båatsoekonvensjovnesne.

source: Norgga beale sámediggi lea jođihan barggu.
sma: Saemiedigkie Nöörjesne lea barkoem stuvreme.

source: Joavkku jođiheaddji lea ovddeš sámediggeráđi lahttu Ellinor Marita Jåma, Åarjel-Saemiej Gïelh.
sma: Dåehkien aarebi saemiedigkieraerie Ellinor Marita Jåma, Åarjel-Saemiej Gïelh lea dåehkien åvtehke.

source: Lávga oktavuohta buohkaiguin
sma: Lïhke gaskese gaajhkesigujmie

source: Buot boazodoalloorohagat maidda ášši guoská Norgga ja Ruoŧa bealde leat bovdejuvvon buktit árvalusaid bargui.
sma: Gaajhkh sjyöhtehke båatsoesïjth nöörjen jïh sveerjen bielesne leah bööresovveme raeriestimmiejgujmie båetedh daan barkose.

source: Dieđut áššejođu birra ja referáhtat leat biddjojuvvon Norgga beale Sámedikki neahttasiidduide.
sma: Bïevnesh guktie barkoe jåhta jïh bïevnesh tjåanghkojste leah olkese bïejesovveme Nöörjen Saemiedigkien nedtesæjrojne.

source: Dasa lassin lea lágiduvvon seminára Stjørdalas guoskevaš orohagaid ja sámečearuid várás.
sma: Lissine akte seminaare öörnesovvi Skierdesne dejtie sjyöhtehke båatsoesïjtide Nöörjesne jïh Sveerjesne.

source: Semináras ságastuvvui bargojoavkku evttohusa birra.
sma: Seminaaresne barkoedåehkien raeriestimmiem digkiedin.

source: Orohagat ja sámečearut geográfalaš lagašvuođain juhkkojuvvojedje joavkun ja ovttas barge hástalusaid ja ovttasbargovejolašvuođaid birra iežaset guovllus.
sma: Båatsoesïjth Sveerjesne jïh Nöörjesne mah leah sinsitnien lïhke, dåehkine juakasovvin jïh haestemi jïh laavenjostoenuepiej bïjre laavenjostin sijjen dajvesne.

source: - Bargojoavku man ulbmilin lea leamaš gozihit sámi boazodoalu rádjaguovlluin, ja danne lea leamaš deaŧalaš searvvahit buot beliid bargui, dadjá Sámedikki presideanta Aili Keskitalo.
sma: - Barkoedåehkien ulmie lea orreme dam saemien båatsoem vaarjelidh raastedajvine, jïh dan åvteste lea vihkeles orreme gaajhkide guejmide meatan vaeltedh barkosne, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Almmá viiddis searvama sámiid beales ii livččii lean vejolaš čoavdit hástalusaid rádjaguovlluin, dadjá Keskitalo.
sma: Jis eah gaajhkesh leah meatan dle ij gåaredh dejtie haestiemidie raastedajvine loetedh, Keskitalo jeahta.

source: Ollu hástalusat
sma: Jïjnjh haestemh

source: Bargojoavkku barggu bokte lea čielggasmuvvan ahte rájárasttideaddji boazodoalus Norggas ja Ruoŧas leat ovddabealde stuorra hástalusat, nugo omd. váilevaš riektečielggadeamit, boraspirevahágat, areálalihkahallamat ja ođđa konvenšuvdnaguovllut.
sma: Barkoedåehkien barkoen tjïrrh dle tjyölkehke sjïdteme dïhte raastendåaresth båatsoe Nöörjesne jïh Sveerjesne jïjnjh haestemi uvte tjåådtje, v.g. faatoes reaktatjïelkestimmieh, juvreteehpeme, arealegoerpedahkh jïh orre konvensjovnedajvh.

source: - Konvenšuvdna ii man ge láhkai čoavdde buot daid hástalusaid mat boazodoalus rádjaguovlluin leat ovddabealde.
sma: - Konvensjovne ij badth gaajhkide haestiemidie loeth mej uvte båatsoe tjåådtje raastedajvine.

source: Danne lea ge deaŧalaš fuomášuhttit dáid hástalusaid birra Norgga ja Ruoŧa stáhta eiseválddiide, ja dan mii áigut ge dahkat, dadjá Keskitalo.
sma: Dan åvteste vihkeles tjoevkesem bïejedh daejtie haestiemidie staateles åejvieladtjide Nöörjesne jïh Sveerjesne, jïh dam sïjhtebe darjodh, Keskitalo jeahta.

source: Nanne ovttasbarggu
sma: Laavenjostoem nænnoestahta

source: Bargojoavku evttoha ahte orohagain ja sámečearuin galggašii leat vejolašvuohta ásahit ovttasbargošiehtadusaid maid bokte sáhtášii gozihit geavatlaš hástalusaid rájárasttideaddji boazodoalus, nugo omd areálageavaheamis.
sma: Barkoedåehkie raereste båatsoesïjth gåabpaginie laantine nuepiem utnieh laavenjostoelatjkoej bïjre seamadidh mah maehtieh dejtie praktihkeles haestiemidie vaarjelidh dennie raastendåaresth båatsosne, vuesiehtimmien gaavhtan arealeåtnoe.

source: Bargojoavku evttoha maiddái nággočoavdin mekanismmaid Norgga ja Ruoŧa beale orohagaid ja sámečearuid gaskka.
sma: Barkoedåehkie aaj raereste vuekieh guktie edtja ovvaantoeh loetedh nöörjen jïh sveerjen båatsoesïjti gaskem.

source: - Sámi bargojoavkku evttohus lea buorre ja konstruktiiva árvalus Norgga ja Ruoŧa ráđđehusaide, dadjá Keskitalo loahpas.
sma: - Raeriestimmie dehtie saemien barkoedåehkeste lea akte hijven jïh eensi raeriestimmie reerenasside Nöörjesne jïh Sveerjesne, Keskitalo minngemosth jeahta.
